[
 {
     "id": "1000",
     "name": "Tjoet Nyak Meutia",
     "date": "15 Februari 1870 – 24 Oktober 1910",
     "story": "Cut Nyak Meutia was a remarkable Indonesian woman who fearlessly fought against Dutch colonial rule in the early 20th century. Born into a noble family, she defied societal norms and became a symbol of resistance, leading a band of guerilla fighters in the Aceh region. With her unwavering determination and strategic brilliance, Meutia inspired her compatriots to rise up against oppression. Despite facing numerous challenges and setbacks, her indomitable spirit never wavered. In her final battle against the Dutch forces, she valiantly fought until the very end, embodying the courage and resilience that would forever be etched in the annals of Indonesian history. Cut Nyak Meutia's legacy as a fearless freedom fighter and a symbol of resistance continues to inspire generations to strive for justice and independence.",
     "photo": "1000"
 },
 {
     "id": "2000",
     "name": "Mohammad Hoesni Thamrin",
     "date": "16 Februari 1894 – 11 Januari 1941",
     "story": "Mohammad Hoesni Thamrin was a visionary Indonesian leader whose tireless efforts shaped the nation's path towards independence. Born in 1894, he dedicated his life to the pursuit of justice and equality. Thamrin played a pivotal role in the Indonesian nationalist movement, advocating for independence from Dutch colonial rule. With his eloquence and intellect, he fearlessly voiced the aspirations of the Indonesian people. Thamrin's determination and diplomatic skills were instrumental in negotiating with the Dutch authorities, ultimately leading to the recognition of Indonesia as a sovereign nation. His unwavering commitment to the nation's progress and his contributions as a statesman and intellectual continue to inspire Indonesians to this day, solidifying his place as one of the founding fathers of modern Indonesia.",
     "photo": "2000"
 },
 {
     "id": "5000",
     "name": "Dr. K.H. Idham Chalid",
     "date": "27 Agustus 1921 – 11 Juli 2010",
     "story": "Dr. K.H. Idham Chalid was an eminent Indonesian scholar and statesman who left an indelible mark on the nation's history. Born in 1921, he dedicated his life to promoting education, religious harmony, and social justice. As a prominent Islamic leader, Chalid championed the principles of tolerance and inclusivity, working tirelessly to bridge the gap between different religious communities. His visionary leadership as the Minister of Religious Affairs in the early years of Indonesian independence helped shape the country's policies, ensuring the protection of religious freedom and promoting interfaith dialogue. Chalid's unwavering commitment to social welfare and his contributions to education reform have had a lasting impact, leaving a legacy of enlightenment and compassion for future generations.",
     "photo": "5000"
 },
 {
     "id": "10000",
     "name": "Frans Kaisiepo",
     "date": "10 October 1921 – 10 April 1979",
     "story": "Frans Kaisiepo was a remarkable figure in the struggle for independence and the rights of the indigenous people of West Papua. Born in 1921, Kaisiepo devoted his life to advocating for the rights and self-determination of his fellow Papuans. As a prominent leader, he fearlessly fought against the Dutch colonial rule and later became a prominent diplomat, representing West Papua on the international stage. Kaisiepo's tireless efforts to raise awareness about the plight of his people and to garner international support for their cause earned him respect and admiration worldwide. Despite facing numerous challenges and setbacks, his unwavering spirit and commitment to justice remained unbroken. Frans Kaisiepo's legacy as a passionate advocate for the rights of the Papuan people continues to inspire and fuel the ongoing struggle for self-determination in West Papua.",
     "photo": "10000"
 },
 {
     "id": "20000",
     "name": "Dr. G. S. S. J. Ratulangi",
     "date": "5 November 1890 – 30 Juni 1949",
     "story": "Dr. Gerungan Saul Samuel Jacob Ratulangi was a visionary leader and influential figure in the struggle for Indonesian independence. Born in 1890, Ratulangi was a multi-talented individual who excelled in various fields, including education, journalism, and politics. As a staunch advocate for the rights of the Indonesian people, he fearlessly voiced his opinions against Dutch colonial rule, using his platform as a journalist and politician to mobilize support for independence. Ratulangi's intellectual prowess and eloquence made him a respected figure among his peers, and he played a significant role in shaping the early foundations of the Indonesian nation. His tireless efforts to promote democracy, equality, and justice continue to inspire generations, cementing his legacy as a visionary leader and patriot.",
     "photo": "20000"
 },
 {
     "id": "50000",
     "name": "Ir. H. Djoeanda Kartawidjaja",
     "date": "14 Januari 1911 – 7 November 1963",
     "story": "Ir. H. Raden Djoeanda Kartawidjaja was a highly influential Indonesian politician and statesman who played a pivotal role in the nation's development. Born in 1914, Kartawidjaja was an accomplished engineer and a key figure in formulating Indonesia's economic policies. As the Prime Minister and Minister of Development under President Sukarno, he spearheaded various infrastructure projects and economic reforms that aimed to accelerate the country's progress. Kartawidjaja's vision and pragmatic approach to governance earned him respect both domestically and internationally. His dedication to nation-building and his contributions to Indonesia's economic growth continue to shape the country's development trajectory, making him a revered figure in Indonesian history.",
     "photo": "50000"
 },
 {
     "id": "100001",
     "name": "Dr. Ir. H. Soekarno",
     "date": "6 Juni 1901 – 21 Juni 1970",
     "story": "Dr. (H.C.) Ir. H. Soekarno, widely known as Bung Karno, was a visionary leader and the first President of Indonesia. Born in 1901, Soekarno played a crucial role in leading Indonesia to independence from Dutch colonial rule. His charismatic leadership, powerful oratory skills, and unwavering dedication to the nation inspired millions. As a statesman, he tirelessly fought for the rights of the Indonesian people, shaping the country's political landscape and advocating for social justice and equality. Soekarno's innovative policies, such as the Pancasila ideology and his vision of a united Indonesia, laid the foundation for the nation's development. Despite facing numerous challenges, he remained resolute in his pursuit of Indonesia's progress and unity. Dr. Soekarno's indelible mark on Indonesian history, his commitment to nationalism, and his enduring legacy as the founding father of the nation continue to resonate, inspiring generations to strive for a better Indonesia.",
     "photo": "100001"
 },
 {
     "id": "100002",
     "name": "Dr. Drs. H. Mohammad Hatta",
     "date": "12 Agustus 1902 – 14 Maret 1980",
     "story": "Dr. (H.C.) Drs. H. Mohammad Hatta, affectionately known as Bung Hatta, was an esteemed Indonesian leader and the first Vice President of Indonesia. Born in 1902, Hatta played a pivotal role in the struggle for independence and the nation-building process. With his sharp intellect, strong principles, and unwavering dedication to the Indonesian people, he stood as a visionary statesman and advocate for social justice. Hatta's economic expertise and political acumen were instrumental in shaping Indonesia's economic policies and fostering national unity. His collaboration with President Sukarno resulted in the proclamation of Indonesia's independence in 1945. Throughout his life, Hatta championed democracy, equality, and human rights, leaving an enduring legacy as a respected leader and intellectual. His contributions continue to inspire Indonesians to uphold the values of freedom, justice, and progress for generations to come.",
     "photo": "100002"
 }
]
